---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartZProjection
source: html/92fe83e2-eaf0-ae10-09af-8a979be87633.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelStartZProjection Property

"Start z Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelStartZProjection { get; }
```